Repository: mastercad/RetroBoard
Catalog: translations/errors.*.xlf
Languages: de, sl

source: User unknown
de: Benutzer unbekannt.

source: Board not found
de: Board nicht gefunden.

# error_one_column_needed_in_board
source: At least one column is required
de: Es ist mindestens eine Spalte erforderlich.

# one_or_more_columns_already_exists_in_board
source: One or more columns already exist on this board
de: Eine oder mehrere Spalten existieren bereits im Board.

source: Email invalid
de: Email ungültig.

source: Invitation not found
de: Einladung nicht gefunden.

# team_not_found_for_board
source: This team was not found for this board
de: Diese Gruppe wurde zu diesem Board nicht gefunden.

# member_not_found_for_board
source: This member was not found for this board
de: Dieses Mitglied wurde zu diesem Board nicht gefunden.

# member_already_exists
source: This member already exists
de: Dieses Mitglied existiert bereits.

source: Member already added
de: Das Mitglied wurde bereits hinzugefügt.

# team_unknown
source: The team was not found.
de: Das Team wurde nicht gefunden.

source: Team already added
de: Diese Gruppe wurde bereits hinzugefügt.

# board_member_not_found
source: This Member for this board not found
de: Dieses Mitglied wurde für dieses Board nicht gefunden.

source: Team not found
de: Diese Gruppe wurde nicht gefunden.

source: Team already invited
de: Diese Gruppe wurde bereits eingeladen.

# team_member_already_invited
source: The user has already been invited to this team
de: Dieser Benutzer wurde für diese Gruppe bereits eingeladen.

# member_not_found
source: The member was not found
de: Dieser Benutzer wurde nicht gefunden.

# team_member_not_found
source: The member was not found for this team
de: Dieser Benutzer wurde für dieses Team nicht gefunden.

source: Ticket not found
de: Ticket nicht gefunden

# ticket_deletion_not_allowed
source: Deleting the ticket is not permitted
de: Das Löschen dieses Tickets ist nicht erlaubt.

source: Something went wrong
de: Etwas ist schief gelaufen.

# only_one_admin_left
source: There is only one admin left
de: Es ist nur noch ein Admin übrig.

# only_this_types_accepted
source: Only these types are allowed: %types%
de: Es sind nur folgende Typen erlaubt: %types%

# max_upload_limit
source: The maximum upload limit is %limit%
de: Das maximale Uploadlimit ist %limit%

# email_already_invited
source: A user with this email has already been invited.
de: Ein Benutzer mit dieser Email wurde bereits eingeladen.

# error_ticket_creation
source: There was an error creating this ticket.
de: Beim Erstellen dieses Tickets ist ein Fehler aufgetreten.

# error_ticket_deletion
source: There was an error deleting this ticket.
de: Beim Löschen dieses Tickets ist ein Fehler aufgetreten.

# user_already_added
source: This user has already been added.
de: Dieser Benutzer wurde bereits hinzugefügt.

# name_must_be_set
source: A name must be set
de: Es muss ein Name gesetzt sein
sl: Ime mora biti nastavljeno

source: User unknown
sl: Uporabnik ni znan

source: Board not found
sl: Tabele ni mogoče najti

# error_one_column_needed_in_board
source: At least one column is required
sl: Potreben je vsaj en stolpec

# one_or_more_columns_already_exists_in_board
source: One or more columns already exist on this board
sl: Na tej plošči že obstaja en ali več stolpcev

source: Email invalid
sl: E-pošta je neveljavna

source: Invitation not found
sl: Povabila ni bilo mogoče najti

# team_not_found_for_board
source: This team was not found for this board
sl: Te skupine ni bilo mogoče najti za ta odbor

# member_not_found_for_board
source: This member was not found for this board
sl: Ta član ni bil najden za ta odbor

# member_already_exists
source: This member already exists
sl: Ta član že obstaja

source: Member already added
sl: Član je že dodan

# team_unknown
source: The team was not found.
sl: Moštva ni bilo mogoče najti.

source: Team already added
sl: Ekipa je že dodana

# board_member_not_found
source: This Member for this board not found
sl: Člana tega odbora ni bilo mogoče najti

source: Team not found
sl: Skupine ni mogoče najti

source: Team already invited
sl: Ekipa je že povabljena

# team_member_already_invited
source: The member has already been invited to this team
sl: Član je že bil povabljen v to ekipo

# member_not_found
source: The member was not found
sl: Član ni bil najden

# team_member_not_found
source: The member was not found for this team
sl: Član te skupine ni bil najden

source: Ticket not found
sl: Vstopnice ni mogoče najti

# ticket_deletion_not_allowed
source: Deleting the ticket is not permitted
sl: Brisanje vozovnice ni dovoljeno

source: Something went wrong
sl: Nekaj je šlo narobe

# only_one_admin_left
source: There is only one admin left
sl: Ostala je samo ena skrbnica

# only_this_types_accepted
source: Only these types are allowed: %types%
sl: Dovoljene so samo te vrste: %types%

# max_upload_limit
source: The maximum upload limit is %limit%
sl: Najvišja omejitev nalaganja je %limit%

# email_already_invited
source: A user with this email has already been invited.
sl: Uporabnik s tem e-poštnim sporočilom je že povabljen.

# error_ticket_creation
source: There was an error creating this ticket.
sl: Pri ustvarjanju te vozovnice je prišlo do napake.

# error_ticket_deletion
source: There was an error deleting this ticket.
sl: Pri brisanju te vozovnice je prišlo do napake.

# user_already_added
source: This user has already been added.
sl: Ta uporabnik je že dodan.
