Repository: mastercad/RetroBoard
Catalog: translations/messages.*.xlf
Languages: de, sl

source: Your text here ...
de: Dein Text hier ...
sl: Vaše besedilo tukaj ...

# question_inverse_invitation
source: Should the invitation really be reversed?
de: Soll die Einladung wirklich rückgängig gemacht werden?
sl: Ali bi bilo treba vabilo res razveljaviti?

# question_remove_member_from_board
source: Should the member really be removed from the board?
de: Soll der Benutzer wirklich vom Board entfernt werden?
sl: Bi morali člana res odstraniti z deske?

# question_remove_team_from_board
source: Should the team really be removed from the board?
de: Soll die Gruppe wirklich vom Board entfernt werden?
sl: Je treba ekipo res odstraniti z deske?

# question_remove_member_from_team
source: Should the member really be removed from the team?
de: Soll der Benutzer wirklich aus der Gruppe entfernt werden?
sl: Bi morali člana res odstraniti iz ekipe?

# board_saved
source: The board was saved successfully
de: Das Board wurde erfolgreich gespeichert.

# board_member_saved
source: The member was successfully added to the board
de: Das Mitglied wurde dem Board erfolgreich hinzugefügt.

# success
source: Successful.
de: Erfolgreich.
sl: Uspešno.

# invitation_removed
source: The invitation was removed successfully.
de: Die Einladung wurde erfolgreich entfernt.
sl: Povabilo je bilo uspešno odstranjeno.

# board_removed
source: The board was removed successfully.
de: Das Board wurde erfolgreich entfernt.
sl: Plošča je bila uspešno odstranjena.

# team_removed_from_board
source: The team was successfully removed from the board.
de: Die Gruppe wurde erfolgreich vom Board entfernt.
sl: Ekipa je bila uspešno odstranjena z deske.

# member_removed_from_board
source: The member was successfully removed from the board.
de: Das Mitglied wurde erfolgreich vom Board entfernt.
sl: Član je bil uspešno odstranjen iz upravnega odbora.

# board_successfully_subscribed
source: The board was successfully subscribed to.
de: Das Board wurde erfolgreich abonniert.
sl: Na ploščo smo uspešno naročili.

# board_successfully_unsubscribed
source: The board was successfully unsubscribed.
de: Das Board wurde erfolgreich deabonniert.
sl: Tabla je bila uspešno odjavljena.

# team_created
source: The team was created successfully.
de: Die Gruppe wurde erfolgreich erstellt.
sl: Ekipa je bila ustvarjena uspešno.

# team_removed
source: The team was successfully removed.
de: Die Gruppe wurde erfolgreich entfernt.
sl: Ekipa je bila uspešno odstranjena.

# member_removed
source: The member was successfully removed.
de: Das Mitglied wurde erfolgreich entfernt.
sl: Član je bil uspešno odstranjen.

# team_member_saved
source: The member successfully added to the team.
de: Das Mitglied wurde der Gruppe erfolgreich hinzugefügt.
sl: Član je uspešno dodal ekipo.

# ticket_removed
source: The ticket was removed successfully.
de: Das Ticket wurde erfolgreich entfernt.
sl: Vstopnica je bila uspešno odstranjena.

# ticket_archived
source: The ticket was successfully archived.
de: Das Ticket wurde erfolgreich archiviert.
sl: Vstopnica je bila uspešno arhivirana.

# ticket_created
source: The ticket was successfully created.
de: Das Ticket wurde erfolgreich erstellt.
sl: Vozovnica je bila uspešno ustvarjena.

# ticket_updated
source: The ticket was successfully updated.
de: Das Ticket wurde erfolgreich aktualisiert.
sl: Vstopnica je bila uspešno posodobljena.

source: Successfully saved.
de: Erfolgreich gespeichert.
sl: Shranjeno.

# question_remove_board
source: Are you sure you want to remove this board? It also removes all connections to teams and members.
de: Soll dieses Board wirklich entfernt werden? Es werden ebenfalls alle Verbindungen zu Gruppen und Mitgliedern entfernt.
sl: Ali ste prepričani, da želite odstraniti to ploščo? Odstrani tudi vse povezave z ekipami in člani.

# should_this_ticket_really_be_removed_from_board
source: Are you sure you want to delete this ticket?
de: Soll dieses Ticket wirklich entfernt werden?
sl: Ali ste prepričani, da želite izbrisati to vozovnico?

# votings_changed_tickets_reordered
source: The voting has changed, the tickets are re-sorted.
de: Die Abstimmung hat sich geändert, die Tickets werden neu sortiert.
sl: Glasovanje se je spremenilo, vstopnice so razvrščene.

# error_occurred_please_repeat
source: An error has occurred, please try again.
de: Ein Fehler ist aufgetreten. Bitte versuchen Sie es erneut.
sl: Prišlo je do napake, poskusite znova.

# error_occurred
source: An error has occurred.
de: Ein Fehler ist aufgetreten.
sl: Prišlo je do napake.

# password_reset_login
source: Enter Email to reset Password.
de: Geben Sie E-Mail ein, um das Passwort zurückzusetzen.
sl: Vnesite e-pošto za ponastavitev gesla.

# password_request_send
source: A request for a new password has been sent. This link must be confirmed, after which it is possible to set a new password.
de: Eine Anfrage für ein neues Passwort wurde gesendet. Dieser Link muss bestätigt werden, danach kann ein neues Passwort festgelegt werden.
sl: Poslana je bila zahteva za novo geslo. To povezavo je treba potrditi, po kateri je mogoče nastaviti novo geslo.

# question_remove_team
source: Are you sure you want to remove this team?
de: Soll diese Gruppe wirklich entfernt werden?
sl: Ali ste prepričani, da želite odstraniti to ekipo?

# board_saved
source: The board was saved successfully.
sl: Plošča je bila uspešno shranjena.

# board_member_saved
source: The member was successfully added to the board.
sl: Član je bil uspešno dodan v odbor.
