Repository: mastercad/RetroBoard
Catalog: translations/titles.*.xlf
Languages: de, sl

source: Board Overview
de: Board Übersicht
sl: Pregled odbora

source: Team Overview
de: Gruppen Übersicht
sl: Pregled ekipe

# welcome
source: Welcome on Retro Board!
de: Willkommen auf dem Retro Board!
sl: Dobrodošli v Retro Boardu!

source: Create new ticket
de: Neues Ticket anlegen
sl: Ustvari novo vozovnico

source: Invite Member
de: Mitglied einladen
sl: Povabite člana

source: Reverse Invitation
de: Einladung rückgängig machen
sl: Povratno povabilo

source: Remove Member
de: Entferne Benutzer
sl: Odstrani člana

source: Archive of
de: Archiv von
sl: Arhiv

source: Add Membership
de: Mitgliedschaft hinzufügen
sl: Dodajte članstvo

source: Add Team
de: Team hinzufügen
sl: Dodaj ekipo

source: Remove Team
de: Team entfernen
sl: Odstrani ekipo

source: Information
sl: Informacije

source: Alert
de: Achtung
sl: Opozorilo

source: Warning
de: Achtung
sl: Opozorilo

source: Success
de: Erfolgreich
sl: Uspeh

# click_to_add_new_column_to_board
source: Click here to add a new column to the board.
de: Hier klicken um dem Board eine neue Spalte hinzuzufügen.
sl: Kliknite tukaj, če želite dodati nov stolpec na tablo.

# click_to_add_existing_user_to_board
source: Click here to add an existing user to the board.
de: Hier klicken um dem Board ein bereits existierendes Mitglied hinzuzufügen
sl: Kliknite tukaj, da v odbor dodate obstoječega člana.

# remove_user_from_board
source: Click here to remove member %name% from the board.
de: Hier klicken um Mitglied %name% vom Board zu entfernen.
sl: Kliknite tukaj, da odstranite člansko% name% s plošče.

# click_to_add_existing_team_to_board
source: Click here to add an existing team to the board.
de: Hier klicken um eine bereits existierende Gruppe zum Board hinzuzufügen.
sl: Kliknite tukaj, če želite dodati obstoječo ekipo v odbor.

# remove_team_from_board
source: Click here to remove team %team% from the board.
de: Hier klicken um Team %team% vom Board zu entfernen.
sl: Kliknite tukaj, da odstranite ekipo% team% iz plošče.

# click_to_invite_new_member_via_email
source: Click here to invite a user to the board via email.
de: Hier klicken um einen Benutzer via Email einzuladen.
sl: Kliknite tukaj, da povabite uporabnika na tablo po e-pošti.

# remove_invitation
source: Click here to remove the invitation.
de: Hier klicken um die Einladung zu entfernen.
sl: Kliknite tukaj, da odstranite povabilo.

# resend_invitation
source: Click here to resend the invitation.
de: Hier klicken um die Einladung erneut zu senden.
sl: Kliknite tukaj, če želite ponovno poslati vabilo.

# copy_invitation_to_clipboard
source: Click here to copy the invitation link to the clipboard.
de: Hier klicken um den Link für die Einladung ins Clipboard zu kopieren.
sl: Kliknite tukaj, da kopirate vabilo v odložišče.

# remove_board
source: Delete board
sl: Izbriši ploščo

# error_board_save
source: Error! Board could not be saved!
de: Fehler! Das Board konnte nicht gespeichert werden!
sl: Napaka! Tabla ni bilo mogoče shraniti!

# board_save_success
source: Board was saved successfully!
de: Board wurde erfolgreich gespeichert!
sl: Tabla je bila uspešno shranjena!

# error_board_deletion
source: Error! Board could not be deleted!
de: Fehler! Board konnte nicht gelöscht werden!
sl: Napaka! Tabla ni bilo mogoče izbrisati!

source: Delete ticket
de: Ticket löschen
sl: Izbriši vozovnico

# error_ticket_creation
source: Error! Ticket could not be created!
de: Fehler! Ticket konnte nicht erstellt werden!
sl: Napaka! Vozovnice ni bilo mogoče ustvariti!

# error_ticket_deletion
source: Error! Ticket could not be deleted!
de: Fehler! Ticket konnte nicht gelöscht werden!
sl: Napaka! Vozovnice ni bilo mogoče izbrisati!

source: Reset Password
de: Passwort zurücksetzen
sl: Ponastavitev gesla

source: Error
de: Fehler
sl: Napaka

source: Forgot Password
de: Passwort vergessen
sl: Ste pozabili geslo

source: Login
de: Anmeldung
sl: Vpiši se

# new_password_is_set
source: A new password has been set
de: Ein neues Passwort wurde gesetzt
sl: Nastavljeno je novo geslo

# click_to_add_existing_user_to_team
source: Click here to add an existing member to the team.
de: Hier klicken um ein existierendes Mitglied der Gruppe hinzuzufügen.
sl: Kliknite tukaj, če želite dodati obstoječega člana v ekipo.

# remove_member_from_team
source: Click here to remove member %name% from the team.
de: Hier klicken um Mitglied %name% aus der Gruppe zu entfernen.
sl: Kliknite tukaj, da odstranite člana% name% iz ekipe.

source: Ticket Overview
de: Ticket Übersicht
sl: Pregled vstopnic

# remove_column
source: Click here to remove column %column% from Board.
de: Hier klicken um Spalte %column% vom Board zu entfernen.
sl: Kliknite tukaj, da odstranite stolpec% stolpec% iz plošče.

source: Request new password
de: Neues Passwort angefragt
sl: Zahtevajte novo geslo

source: New password
de: Neues Passwort
sl: Novo geslo

# click_to_invite_member_via_email
source: Click here to invite a user via email.
de: Hier klicken um einen Benutzer per EMail einzuladen.
sl: Kliknite tukaj, da uporabnika povabite po e-pošti.

# click_to_add_new_board
source: Click here to add new board.
de: Hier klicken um ein neues Board anzulegen.
sl: Kliknite tukaj, da ustvarite novo tablo.

# click_to_add_new_team
source: Click here to add new team.
de: Hier klicken um eine neue Gruppe anzulegen.
sl: Kliknite tukaj, če želite ustvariti novo skupino.

# click_to_edit_board
source: Click here to edit this board.
de: Hier klicken um dieses Board zu Bearbeiten.
sl: Kliknite tukaj za urejanje te plošče.

# click_to_edit_team
source: Click here to edit this team.
de: Hier klicken um diese Gruppe zu Bearbeiten.
sl: Kliknite tukaj, če želite urediti to ekipo.

# team_save_success
source: Team was saved successfully!
de: Gruppe erfolgreich gespeichert!
sl: Ekipa je bila uspešno shranjena!

# error_team_save
source: Error! Team could not be saved!
de: Fehler! Die Gruppe konnte nicht gespeichert werden!
sl: Napaka! Skupine ni bilo mogoče shraniti!

# click_to_show_archived_board
source: Click here to view the archived version of this board
de: Hier klicken um die archivierte Version dieses Boards anzuzeigen
sl: Kliknite tukaj, če si želite ogledati arhivirano različico te plošče

# click_to_sort_by_date
source: Click here to sort the tickets by date
de: Hier klicken um die Tickets nach Datum zu sortieren
sl: Kliknite tukaj, če želite vstopnice razvrstiti po datumu

# click_to_sort_by_username
source: Click here to sort the tickets by the name of the creator
de: Hier klicken um die Tickets nach dem Namen der Ersteller zu sortieren
sl: Kliknite tukaj, da vstopnice razvrstite po imenu ustvarjalca

# click_to_sort_by_votes
source: Click here to sort the tickets by votes (up + down)
de: Hier klicken um die Tickets nach den Stimmen zu sortieren (positive + negative)
sl: Kliknite tukaj, če želite vstopnice razvrstiti po glasov (navzgor + navzdol)

# click_to_vote_up
source: Click here to support this ticket
sl: Kliknite tukaj za podporo te vozovnice

# click_to_vote_down
source: Click here to not support this ticket
sl: Kliknite tukaj, da te vozovnice ne podpirate

# click_to_add_ticket_to_column
source: Click here to add new ticket to column %name%
de: Hier klicken, um der Spalte %name% ein neues Ticket hinzuzufügen
sl: Kliknite tukaj, če želite dodati novo vozovnico v stolpec %name%

# click_to_show_ticketoptions
source: Click here to see the options for this ticket
de: Hier klicken um die Optionen für dieses Ticket anzuzeigen
sl: Kliknite tukaj, če si želite ogledati možnosti za to vozovnico

# click_to_show_board
source: Click here to show the board
de: Hier klicken um das Board anzuzeigen
sl: Kliknite tukaj, če želite pokazati tablo

# click_to_show_team
source: Click here to show the team
de: Hier klicken um die Gruppe anzuzeigen
sl: Kliknite tukaj, da pokažete ekipo

# click_to_subscribe_board
source: Click here to subscribe to this board
de: Hier klicken um dieses Board zu abbonieren
sl: Kliknite tukaj, če se želite naročiti na to ploščo

# click_to_get_live_notifications
source: Click here to get real-time notifications
de: Hier klicken um Benachrichtigungen in Echtzeit zu erhalten
sl: Kliknite tukaj, če želite dobiti obvestila v realnem času

# click_edit_profil
source: Click here to edit your profile
de: Hier klicken um das Profil zu berarbeiten
sl: Kliknite tukaj, če želite urediti svoj profil

# click_to_logout
source: Click here to log out
de: Hier klicken um sich abzumelden
sl: Kliknite tukaj, da se odjavite

# remove_board
source: Delete board.
de: Board löschen

# click_to_vote_up
source: Click here to support for this ticket
de: Hier klicken, wenn sie dieses Ticket unterstützen

# click_to_vote_down
source: Click here to not support for this ticket
de: Hier klicken um dieses Ticket nicht unterstützen
